<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
      "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>(CC) Nime&auml;-Ep&auml;kaupallinen - JaaSamoin 3.0 Suomi lisenssi</title>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link rel="stylesheet" type="text/css"
  href="http://creativecommons.org/includes/deed3.css" media="screen" />
  <link rel="stylesheet" type="text/css"
  href="http://creativecommons.org/includes/deed3-print.css" media="print" />
  <!--[if lt IE 7]><link rel="stylesheet" type="text/css" href="http://creativecommons.org/includes/deed3-ie.css" media="screen" /><![endif]-->
  <script type="text/javascript"
  src="http://creativecommons.org/includes/errata.js">
  </script>
</head>

<body>
<p align="center" id="header"><a href="http://creativecommons.org/">Creative
Commons</a></p>

<div id="deed" class="yellow">

<div id="deed-head">

<div id="cc-logo">
<img src="http://creativecommons.org/images/deed/cc-logo.jpg" alt="" /> </div>

<h1><span>Creative Commons Oikeudellinen Lisenssi</span></h1>

<div id="deed-license">
<h2>Nime&auml; - Ep&auml;kaupallinen - JaaSamoin 3.0 Suomi </h2>
</div>
</div>

<div id="deed-main">

<div id="deed-main-content">
<img src="http://creativecommons.org/images/international/fi.png" alt="" /> 

<blockquote>
  Creative Commons Corporation ei ole lakiasiaintoimisto, eik&auml; tarjoa
  oikeudellisia palveluita. T&auml;ll&auml; lisenssill&auml; ei perusteta oikeudellista
  eik&auml; muuta toimeksiantoa k&auml;ytt&auml;j&auml;n ja Creative Commons Corporationin
  v&auml;lille. Creative Commons tarjoaa t&auml;m&auml;n informaation "sellaisena kuin se
  on". Creative Commons ei takaa tarjoamansa informaation oikeellisuutta
  eik&auml; my&ouml;nn&auml; sille mink&auml;&auml;nlaista takuuta tai vastaa sen
  k&auml;ytt&auml;misest&auml; aiheutuvista vahingoista. </blockquote>

<h3><em>Lisenssi</em></h3>

<p>T&auml;m&auml; Teos lisensoidaan Creative Commons -lisenssin ("Lisenssi") ehtojen mukaisesti.
Teos on tekij&auml;noikeuslain tai/ja muun soveltuvan lain suojaama.</p>

<p><strong>1. M&auml;&auml;ritelm&auml;t</strong></p>
<ol type="a">

  <li><strong>"Muutettu teos"</strong> 
	tarkoittaa teosta, joka perustuu
    Teokseen tai Teokseen ja muihin olemassa oleviin teoksiin. T&auml;llaisia
    ovat esimerkiksi k&auml;&auml;nn&ouml;s, muunnelma, sovitus, n&auml;ytt&auml;m&ouml;- tai
    elokuvak&auml;sikirjoitus, &auml;&auml;nite, taidej&auml;ljenn&ouml;s, lyhennelm&auml; tai mik&auml;
    tahansa teos, joka on muutettu tai uudelleen muokattu. My&ouml;s musiikista koostuvan Teoksen
    synkronointi liikkuvaan kuvaan katsotaan Muutetun teoksen
  valmistamiseksi.</li>

  <li><strong>"Yhteenliitetty teos"</strong> 
	tarkoittaa teosta, kuten
    aikakauslehte&auml;, kokoomateosta tai tietosanakirjaa, johon Teos on otettu
    sellaisenaan, ja jossa on mukana itsen&auml;isi&auml; ja
    erillisi&auml; teoksia, koottuna yhteen. Yhteenliitetty&auml; teosta ei katsota
    Muutetuksi teokseksi.</li>

  <li><strong>"Teoksen saattaminen yleis&ouml;n saataviin"</strong> 
tapahtuu, kun 
<br />
a) Teos v&auml;litet&auml;&auml;n  
yleis&ouml;lle johtimitse tai johtimitta, mihin sis&auml;ltyy my&ouml;s Teoksen v&auml;litt&auml;minen siten, ett&auml; yleis&ouml;&ouml;n  
kuuluvilla henkil&ouml;ill&auml; on mahdollisuus saada Teos saataviinsa itse valitsemastaan paikasta ja itse valitsemanaan aikana;
<br />
b) Teos esitet&auml;&auml;n tai n&auml;ytet&auml;&auml;n julkisesti l&auml;sn&auml; olevalle yleis&ouml;lle; 
<br />
c) Teoksen kappale tarjotaan myyt&auml;v&auml;ksi, vuokrattavaksi tai lainattavaksi taikka sit&auml; muutoin levitet&auml;&auml;n yleis&ouml;n keskuuteen.<br />
Sama m&auml;&auml;rittely koskee Muutetun teoksen saattamista yleis&ouml;n saataviin soveltuvin osin</li>

  <li><strong>"Lisenssielementit"</strong> 
	tarkoittavat seuraavia Lisenssiss&auml; esiintyvi&auml; ominaisuuksia: Nime&auml;, Ep&auml;kaupallinen,
    JaaSamoin.</li>

  <li><strong>"Lisenssinantaja"</strong> 
tarkoittaa yht&auml; tai useampaa
    henkil&ouml;&auml;, joka tarjoaa Teoksen n&auml;ill&auml; Lisenssiehdoilla.</li>

  <li><strong>"Alkuper&auml;inen Tekij&auml;"</strong> 
tarkoittaa henkil&ouml;&auml;, jolle Teoksen oikeus on alun perin syntynyt.</li>


  <li><strong>"Teos"</strong> 
tarkoittaa Suomen tekij&auml;noikeuslain tarkoittaman tekij&auml;noikeuden tai l&auml;hioikeuksien
    suojaamaa teosta (my&ouml;s tietokantaa tai luetteloa), joka t&auml;ll&auml; Lisenssill&auml; tarjotaan, mik&auml;li se saa suojan soveltuvassa oikeusj&auml;rjestelm&auml;ss&auml;.</li>


  <li><strong>"Lisenssinsaaja"</strong> tarkoittaa henkil&ouml;&auml;, joka k&auml;ytt&auml;&auml; Lisenssin tarjoamia oikeuksia ja, joka
    ei ole aikaisemmin rikkonut t&auml;m&auml;n Teoksen osalta Lisenssin
    ehtoja, tai henkil&ouml;&auml;, joka aikaisemman Lisenssisopimuksen ehtojen
    rikkomisen j&auml;lkeen on saanut nimenomaisen luvan lisensoijalta t&auml;m&auml;n
    Lisenssin oikeuksien k&auml;ytt&auml;miseksi.</li>


  <li><strong>"Valmistamisena"</strong> pidet&auml;&auml;n Teoksen kappaleen
    valmistamista kokonaan tai osittain, suoraan tai v&auml;lillisesti,
    tilap&auml;isesti tai pysyv&auml;sti sek&auml; mill&auml; keinolla ja miss&auml; muodossa tahansa.</li>

</ol>



<p><strong>

2. Yksinoikeuksien rajoitukset.</strong> T&auml;m&auml; Lisenssi ei vaikuta tekij&auml;noikeuslain tai muiden soveltuvien
lakien yksinoikeuksiin m&auml;&auml;r&auml;&auml;miin rajoituksiin.</p>




<p><strong>

3. Lisenssinantajan my&ouml;nt&auml;m&auml;t oikeudet.</strong> Lisenssinantaja my&ouml;nt&auml;&auml; t&auml;m&auml;n
Lisenssin ehtojen mukaisesti Lisenssinsaajalle
maailmanlaajuisen, rojaltivapaan, ei-yksinomaisen ja pysyv&auml;n (tekij&auml;noikeuden
voimassaoloajan kest&auml;v&auml;n) luvan:</p>
<ol type="a">


  <li>Valmistaa kappaleita Teoksesta, liitt&auml;&auml; Teos osaksi
    Yhteenliitetty&auml; teosta ja Valmistaa kappaleita Teoksesta sen ollessa osa Yhteenliitetty&auml; teosta;</li>


  <li>Saattaa Teos sek&auml; Teos sen ollessa osa Yhteenliitetty&auml; teosta yleis&ouml;n saataviin;</li>



  <li>Muuttaa Teosta ja valmistaa Muutetusta teoksesta kappaleita;</li>



  <li>Saattaa Muutettu teos yleis&ouml;n saataviin;</li>



  <li>Jos Teos pit&auml;&auml; sis&auml;ll&auml;&auml;n tietokannan tai luettelon ja Lisenssinantaja on t&auml;m&auml;n tietokannan tai 
luettelon omistaja ja t&auml;m&auml; tietokanta tai luettelo nauttii yksinomaan kansallisen lain sui generis -suojaa, Lisenssinantaja luopuu t&auml;st&auml; Teoksen suojasta.</li></ol>



Yll&auml; mainitut oikeudet koskevat kaikkia viestint&auml;v&auml;lineit&auml; ja
muotoja ja sis&auml;lt&auml;v&auml;t oikeuden tehd&auml; sellaisia teknisi&auml; 
muutoksia, jotka mahdollistavat Lisenssin oikeuksien k&auml;ytt&auml;misen toisessa laitteessa ja
formaateissa. Lisenssinantaja varaa muut oikeudet.



<p><strong>4. Lisenssin rajoitukset.</strong> Lisenssi&auml; koskevat seuraavat rajoitukset:</p>
<ol type="a">

  <li>Lisenssinsaaja saa saattaa Teoksen yleis&ouml;n saataviin vain t&auml;m&auml;n Lisenssin ehtojen mukaisesti. Lisenssinsaajan tulee liitt&auml;&auml; kopio t&auml;st&auml; Lisenssist&auml; tai Uniform Resource Identifier -viite Lisenssiin jokaiseen Teoksen kappaleeseen, jonka Lisenssinsaaja saattaa yleis&ouml;n saataviin. Lisenssinsaaja ei voi tarjota tai asettaa Teokselle ehtoja, jotka rajoittaisivat t&auml;m&auml;n Lisenssin ehtoja tai rajoittaisivat Teoksen my&ouml;hempien saajien oikeuksia t&auml;m&auml;n Lisenssin my&ouml;nt&auml;mien oikeuksien k&auml;ytt&auml;miseen. Lisenssinsaaja ei voi my&ouml;nt&auml;&auml; Teokselle alilisenssej&auml;. 

Lisenssinsaaja ei saa muuttaa tai poistaa t&auml;m&auml;n Lisenssin ehtoihin tai vastuunrajoituksiin osoittavia viittauksia Teoksen kappaleista, joita saatetaan yleis&ouml;n saataville. Lisenssinsaaja ei saa saattaa Teosta yleis&ouml;n saataviin varustettuna sellaisella tehokkaalla teknisell&auml; suojakeinolla, joka rajoittaa Teoksen my&ouml;hempien saajien oikeuksia t&auml;m&auml;n Lisenssin oikeuksien k&auml;ytt&auml;miseen. Lisenssiehto 4a koskee Teosta sen ollessa osa Yhteenliitetty&auml; teosta, mutta t&auml;m&auml; ei edellyt&auml; Yhteenliitetyn teoksen lisensoimista  t&auml;m&auml;n Lisenssin mukaisesti Teosta lukuun ottamatta.
<br />
<br />
Jos Lisenssinsaaja luo Yhteenliitetyn teoksen, Lisenssinsaajan on poistettava Lisenssinantajan pyyt&auml;ess&auml; Yhteenliitetyst&auml; teoksesta t&auml;m&auml;n Lisenssin 4f kohdassa edellytetyt tekij&auml;viittaukset, mik&auml;li se on k&auml;yt&auml;nn&ouml;ss&auml; mahdollista. <br />
<br />
Jos Lisenssinsaaja luo Muutetun teoksen, Lisenssinsaajan on poistettava Lisenssinantajan pyyt&auml;ess&auml; t&auml;m&auml;n Lisenssin 4f kohdassa edellytetyt tekij&auml;viittaukset Muutetusta teoksesta, mik&auml;li se on k&auml;yt&auml;nn&ouml;ss&auml; mahdollista.

</li>
 
  <li>Lisenssinsaajalla on oikeus saattaa yleis&ouml;n saataviin Muutettu teos ainoastaan <br />
i) t&auml;m&auml;n Lisenssin, tai <br />

ii) t&auml;m&auml;n Lisenssin my&ouml;hemm&auml;n version, jossa on samat Lisenssielementit tai <br />

iii) toisen Creative Commons -lisenssin, jossa on joko sama tai my&ouml;hempi versionumero ja samat Lisenssielementit kuin t&auml;ss&auml; Lisenssiss&auml;, lisenssiehtojen mukaisesti ("Soveltuva Lisenssi"). <br />

<br />

Lisenssinsaajan tulee liitt&auml;&auml; Soveltuvan Lisenssin kopio tai URI-linkki Soveltuvaan Lisenssiin jokaiseen Muutettuun teokseen, jonka Lisenssinsaaja saattaa yleis&ouml;n saataviin. Lisenssinsaaja ei voi tarjota tai asettaa Muutetulle teokselle ehtoja, jotka rajoittaisivat  Soveltuvan Lisenssin ehtoja tai rajoittaisivat Muutetun Teoksen my&ouml;hempien Lisenssinsaajien oikeuksia Soveltuvan Lisenssin my&ouml;nt&auml;mien oikeuksien k&auml;ytt&auml;miseen. 

Lisenssinsaaja ei saa muuttaa tai poistaa Soveltuvan Lisenssin ehtoihin tai vastuunrajoituksiin osoittavia viittauksia Teoksista jotka ovat osana Muutetettua teosta, jonka Lisenssinsaaja saattaa yleis&ouml;n saataville. Lisenssinsaaja ei saa saattaa Muutettua teosta yleis&ouml;n saataviin varustettuna sellaisella tehokkaalla teknisell&auml; suojakeinolla, joka rajoittaisi my&ouml;hempien saajien oikeuksia Soveltuvan Lisenssin oikeuksien k&auml;ytt&auml;miseen. Sama koskee Muutetun teoksen liitt&auml;mist&auml; Yhteenliitettyyn teokseen, mutta t&auml;m&auml; ei edellyt&auml; Yhteenliitetyn teoksen lisensoimista t&auml;m&auml;n Lisenssin mukaisesti Muutettua teosta lukuun ottamatta. 
</li>

 <li>Lisenssiehdot 4a, 4b, 4e ja 4f eiv&auml;t koske sit&auml; osaa Teoksesta, joka saa sui generis -suojaa tietokantana tai luettelona.</li>

 <li>T&auml;m&auml; Lisenssi ei vaikuta niihin moraalisiin oikeuksiin, joista luopumista soveltuva oikeusj&auml;rjestelm&auml; ei 
mahdollista.</li> 

 <li>Lisenssinsaaja ei saa k&auml;ytt&auml;&auml; kohdassa 3 tarkoitettuja oikeuksia mill&auml;&auml;n tavalla, joka on ensisijaisesti tarkoitettu tai suunnattu kaupallisen edun tai yksityisen rahallisen korvauksen saamiseen.

    Teoksen vaihtaminen muihin tekij&auml;noikeuden
    suojaamiin teoksiin tietoverkossa tai tietoj&auml;rjestelm&auml;n avulla tai muutoin ei
    katsota olevan ensisijaisesti tarkoitettu tai suunnattu kaupallisen edun tai yksityisen rahallisen korvauksen saamiseen, ellei siit&auml;     makseta rahallista vastiketta. </li>



  <li>
    Jos Lisenssinsaaja saattaa Teoksen tai Yhteenliitetyn teoksen tai Muutetun teoksen yleis&ouml;n saataviin eik&auml; Lisenssinantaja ole vaatinut tekij&auml;viittausten poistamista 4a ehdon mukaisesti,
    Lisenssinsaajan tulee s&auml;ilytt&auml;&auml; kaikki Teoksen tekij&auml;noikeusilmoitukset tavalla, joka kohtuullisesti
    voidaan sovittaa p&auml;&auml;telaitteeseen tai tapaan, jolla Teos saatetaan yleis&ouml;n saataville, ja ilmoittaa
<br />
    

(i) Alkuper&auml;isen Tekij&auml;n nimi (tai tarvittaessa salanimi tai nimimerkki) jos
    sellaista on k&auml;ytetty, Lisenssinantajan osoittamat muut tahot (esim.
    tutkimusta rahoittava taho), jotka on nimetty Teosta koskevissa
    tekij&auml;noikeustiedoissa; 
<br />


(ii) Teoksen nimi, jos sellaista on k&auml;ytetty;
<br />


(iii) mik&auml;li se on kohtuullisesti toteutettavissa, URI, jos sellainen on, jonka Lisenssinantaja on m&auml;&auml;ritellyt liitett&auml;v&auml;ksi Teoksen yhteyteen, paitsi jos t&auml;m&auml; URI ei viittaa tekij&auml;noikeusilmoitukseen tai Teoksen lisensointitietoihin; ja,
<br />


(iv) Muutetun teoksen osalta Lisenssinsaajan tulee merkit&auml; muutoksen selke&auml;sti tai kohtuullisella tavalla ilmoittaa, ett&auml; alkuper&auml;iseen Teokseen on tehty muutoksia esimerkiksi ilmoittamalla, ett&auml; kyseess&auml; on alkuper&auml;isen Teoksen k&auml;&auml;nn&ouml;s tai, ett&auml; alkuper&auml;ist&auml; Teosta on muutettu. Lisenssinsaajan tulee ilmoittaa
    alkuper&auml;isen Teoksen k&auml;ytt&ouml;tapa Muutetussa teoksessa
    (esimerkiksi, "Suomalainen k&auml;&auml;nn&ouml;s Alkuper&auml;isen Tekij&auml;n Teoksesta" tai
    "N.N:n elokuvak&auml;sikirjoitus, joka perustuu Alkuper&auml;isen Tekij&auml;n kirjaan"). <br />


T&auml;llainen tekij&auml;tietojen
    mainitseminen voidaan toteuttaa my&ouml;s muulla hyv&auml;n tavan mukaisella tavalla;
    kuitenkin Muutetussa tai Yhteenliitetyss&auml; teoksessa maininnan tulee
    ilmet&auml; samoin kuin muiden tekij&ouml;iden nimet ilmoitetaan. Alkuper&auml;isen Tekij&auml;n, Lisenssinantajan, muiden tekij&ouml;iden tai Teoksen yhteydess&auml; ilmoitettavien tahojen nime&auml;
    ei saa k&auml;ytt&auml;&auml; ilman heid&auml;n erillist&auml; lupaa markkinointitarkoituksessa tai
    viittaamaan tukeen tai muuhun yhteyteen heid&auml;n ja
    Lisenssinsaajan v&auml;lill&auml;.

</li>


<li>
<p>Kollektiivinen hallinnointi:</p>

<ol type="i">
  <li><strong>Pakkolisenssit</strong>. Niiss&auml; oikeusj&auml;rjestelmiss&auml;, joissa on pakkolisenssi josta ei voi luopua, Lisenssinantaja varaa oikeuden ker&auml;t&auml; rojalteja Teoksen k&auml;yt&ouml;st&auml;, joita t&auml;llaisten lisenssij&auml;rjestelmien mukaisesti perit&auml;&auml;n.</li>
  <li><strong>Sopimuslisenssit</strong>. Niiss&auml; oikeusj&auml;rjestelmiss&auml; joissa pakkolisenssist&auml; ja sopimuslisenssist&auml; voidaan luopua, Lisenssinantaja luopuu oikeudesta ker&auml;t&auml; rojalteja Teoksen t&auml;m&auml;n Lisenssin mukaisesta k&auml;yt&ouml;st&auml;.</li>
</ol>
</li>

</ol>


<p><strong>5. Vastuu</strong> Ellei t&auml;ss&auml; Lisenssiss&auml; ole muuten
m&auml;&auml;r&auml;tty tai erikseen kirjallisesti sovittu tai soveltuvassa pakottavassa
laissa m&auml;&auml;r&auml;tty, teokseen my&ouml;nnet&auml;&auml;n Lisenssi "sellaisena kuin se on"
ilman mink&auml;&auml;nlaista takuuta. Lisenssinantaja on vastuussa Lisenssinsaajalle
aiheutuvista vahingoista vain pakottavan lain nimenomaan m&auml;&auml;r&auml;&auml;miss&auml;
tapauksissa.</p>


<p><strong>6. Muut ehdot</strong></p>
<ol type="a">
	<li>Joka kerta kun
	Lisenssinsaaja saattaa Teoksen tai Yhteenliitetyn teoksen yleis&ouml;n saataviin, Lisenssinantaja tarjoaa
	yleis&ouml;lle lisenssi&auml; Teokseen samoin ehdoin kuin
	Lisenssinsaaja on saanut Teoksen t&auml;m&auml;n Lisenssin mukaisesti
	k&auml;ytt&ouml;&ouml;ns&auml;. </li>

	<li>Joka kerta kun
	Lisenssinsaaja saattaa Muutetun teoksen yleis&ouml;n saataviin, Lisenssinantaja tarjoaa
	alkuper&auml;iseen Teokseen yleis&ouml;lle lisenssi&auml; samoin ehdoin kuin
	Lisenssinsaaja on saanut Teoksen t&auml;m&auml;n Lisenssin mukaisesti
	k&auml;ytt&ouml;&ouml;ns&auml;. </li>

  <li>T&auml;m&auml; Lisenssi raukeaa ja sill&auml; luovutetut oikeudet lakkaavat
    automaattisesti, mik&auml;li Lisenssinsaaja mill&auml; tahansa tavalla loukkaa
    t&auml;m&auml;n Lisenssin ehtoja. Henkil&ouml;t, jotka ovat
    saaneet t&auml;ll&auml; Lisenssill&auml; oikeuden k&auml;ytt&auml;&auml; Teosta osana
    Yhteenliitetty&auml; teosta tai Muutettua teosta eiv&auml;t menet&auml; oikeutta,
    mik&auml;li he noudattavat Lisenssin ehtoja. P&auml;&auml;ttyminen ja
    Lisenssin ehtojen raukeaminen ei koske Lisenssin jaksoja 1, 2, 5 ja 6.</li>

  <li>N&auml;ill&auml; ehdoilla ja edellytyksill&auml; Lisenssi my&ouml;nnet&auml;&auml;n pysyv&auml;sti
    (tekij&auml;noikeuden kestoajaksi). Edellisest&auml; riippumatta
    Lisenssinantajalla on kuitenkin oikeus julkaista Teos muilla kuin t&auml;m&auml;n
    Lisenssin mukaisilla ehdoilla tai lopettaa Teoksen levitt&auml;misen koska
    tahansa; t&auml;ss&auml; tilanteessa aikaisemmat ja t&auml;m&auml;n sopimuksen nojalla
    annetut Lisenssiehdot pysyv&auml;t muuttumattomina, ja t&auml;m&auml; Lisenssi on
    voimassa kaikin osin ja p&auml;tev&auml; ellei se ole rauennut edell&auml; mainitulla
    tavalla. </li>

  <li>Mik&auml;li jokin osa Lisenssist&auml; on p&auml;tem&auml;t&ouml;n tai sit&auml; ei
    voida valvoa soveltuvien lakien mukaisesti, t&auml;m&auml; ei vaikuta muiden
    Lisenssin ehtojen p&auml;tevyyteen tai valvottavuuteen, ja ilman t&auml;m&auml;n
    Lisenssin osapuolien erillisi&auml; toimia, t&auml;llaiset ehdot tarkistetaan
    v&auml;himmin mahdollisin muutoksin sitoviksi, valvottaviksi ja voimassa
    oleviksi. </li>

<li>Osapuolen, joka v&auml;itt&auml;&auml;, ett&auml; toinen osapuoli on luopunut Lisenssin ehdosta tai vetoamasta oikeudenloukkaukseen, on n&auml;ytett&auml;v&auml;, ett&auml; luopuminen on tehty kirjallisesti ja allekirjoitettuna.</li> 

 
<li>N&auml;m&auml; Lisenssiehdot ovat kokonaisuudessaan Teosta koskevat ehdot. 

Osapuolten v&auml;lill&auml; ei ole muita sopimuksia tai v&auml;lipuheita Teoksesta. 
Lisenssinantajaa eiv&auml;t sido Lisenssinsaajan kanssa k&auml;ydyss&auml; kommunikaatiossa esille tulevat ehdot. Lisenssiin ei voi tehd&auml; muutoksia ilman Lisenssinantajan ja Lisenssinsaajan yhteist&auml; kirjallista sopimusta. 
</li>
 </ol>


<!-- BREAKOUT FOR CC NOTICE. NOT A PART OF THE LICENSE -->


<blockquote>
    <p>Creative Commons ei ole Lisenssin osapuoli eik&auml; anna mit&auml;&auml;n Teosta
  koskevaa takuuta. Creative Commons ei ole vastuussa Lisenssinsaajan tai
  kolmansien k&auml;rsim&auml;st&auml; vahingosta. Huolimatta kahdesta edellisest&auml; lauseesta, jos Creative Commons kuitenkin on
  nimenomaisesti ryhtynyt Lisenssinantajaksi, sill&auml; on kaikki
  Lisenssinantajalle kuuluvat oikeudet ja velvollisuudet.</p>

  <p>Lukuun ottamatta rajoitettua k&auml;ytt&ouml;&auml;, jolla osoitetaan yleis&ouml;lle
  Teoksen olevan lisensoitu Creative Commons -lisenssill&auml;, Creative Commons
  ei my&ouml;nn&auml; oikeutta k&auml;ytt&auml;&auml; "Creative Commons" tavaramerkki&auml; tai
  siihen liittyvi&auml; logoja ilman etuk&auml;teen saatua kirjallista Creative
  Commonsin antamaa suostumusta. Tavaramerkkej&auml; on k&auml;ytett&auml;v&auml; Creative
  Commonsin voimassa olevien k&auml;ytt&ouml;ohjeiden mukaisesti. N&auml;m&auml; ohjeet ovat
  saatavilla Creative Commonsin verkkosivuilla tai annetaan saataville
  pyydett&auml;ess&auml;. T&auml;m&auml; tavaramerkki&auml; koskeva kappale ei ole osa
  lisenssi&auml;.</p>

  <p>Creative Commonsiin saa yhteyden osoitteessa <a
  href="http://creativecommons.org/">http://creativecommons.org/</a>. </p>
</blockquote>
</div>
</div>

<div id="deed-foot">
<p id="footer"><a href="./">Takaisin tiivistelm&auml;&auml;n</a></p>
</div>
</div>
</body>
</html>